Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A29.tmx
Source language: en_us
Languages: zh_cn

source: Floating Facebook
zh_cn: Facebook上市记：

source: The value of friendship
zh_cn: 朋友值千金

source: Facebook is likely to become a gargantuan company. That will bring risks as well as rewards
zh_cn: 在Facebook成长为巨头公司的路上，风险与奖赏并存

source: MARK ZUCKERBERG, Facebook’s founder and chief executive, has talked for years about the notion of a “social graph” which connects people to their friends and all of the things they are interested in.
zh_cn: Facebook创始人兼首席执行官马克?扎克伯格谈论“社交图谱“ 这一概念已经有些年头了。

source: By encouraging hundreds of millions of people to share their deeds and reveal their innermost thoughts, profane or profound, online, his company has in effect mapped a portion of this graph on its computers.
zh_cn: 社交图谱能够将人们和他们的朋友以及他们感兴趣的一切事物连结起来。事实上通过鼓励数亿用户在线分享自己的需求，流露出或阳春白雪或下里巴人的心声，facebook已经画出了这幅图谱的一部分。

source: According to the Onion, a satirical publication, the whole thing was the CIA’s idea; digging up this amount of information the old-fashioned way would have cost the spooks a fortune.
zh_cn: 据幽默讽刺出版物洋葱新闻（the Onion）报道，这整个事件都是美国中央情报局（CIA）的主意。CIA若想用传统方法挖到这么多情报可要花大量人力物力。

source: These billions of electronic nodes and links will soon make a fortune for Mr Zuckerberg, still only 27, who owns 28.4% of Facebook and will continue to control most of the voting rights.
zh_cn: 这些数十亿的虚拟节点及链接马上将为这位年仅27岁的扎克伯格先生挣得一大桶金。扎克伯格先生控制了Facebook28.4%的股份，并将继续控制大部分的投票权。

source: It will also enrich other shareholders, many of them employees.
zh_cn: 这同样也能惠及其他股东，其中包括Facebook的很多雇员。

source: On February 1st the company announced plans for an initial public offering (IPO) that will raise $5 billion, maybe more, in the largest flotation ever of an internet company.
zh_cn: 2月1日该公司公布了首次公开募股计划（IPO），计划募集资金50亿元乃至更多，这是迄今为止互联网公司中最大的一比筹资。

source: Not since Google’s IPO in 2004—the year that Facebook was founded—have techies and venture capitalists been so aflutter.
zh_cn: 自谷歌（Google）于2004年，也就是Facebook创建的那一年，进行的IPO后，技术员和风投家们还是第一次这么激动。

source: Facebook’s flotation, which is likely to take place in the spring, will create a publicly quoted tech giant that will stand alongside American technology titans such as Amazon, Apple and Google itself.
zh_cn: 通过可能于春季进行的募股，Facebook将成为与亚马逊（Amazon），苹果（Apple）和谷歌并肩的上市科技公司巨头。

source: The document Facebook filed with the Securities and Exchange Commission (SEC) revealed details of its finances for the first time (see chart 1).
zh_cn: Facebook提交给美国证券交易委员会（SEC）的文件第一次揭露了公司的财务明细（参见表一）。

source: Last year the company had sales of $3.7 billion, a little below recent estimates, and made a net profit of $1 billion.
zh_cn: 上一年度该公司的营业额稍低于近来外界预测数，为37亿美元，净利润为10亿美元。

source: The network boasts 845m users, which, were Facebook a country, would make it the world’s third most populous, behind China and India.
zh_cn: 整个社交网络有845 000 000名成员，这意味着，如果Facebook是一个国家的话，它将是仅次于中国和印度的世界第三人口大国。

source: Some of the other statistics associated with it are also mind-boggling.
zh_cn: 其他有关于这家公司的数据同样令人难以置信。

source: Every day 250m photos are uploaded to the site. One out of every seven minutes spent online is on Facebook, according to comScore, a research firm.
zh_cn: 据研究公司comScore统计，每七分钟的上网时间，就有一分钟是在花在Facebook上。

source: Facebook’s stunning progress has earned the company estimated valuations of between $75 billion and $100 billion.
zh_cn: Facebook因其令人瞠目的成就，市值被估计在750亿美元至1000亿美元之间。

source: Private trading in its shares on secondary markets has implied a value of more than $80 billion.
zh_cn: 二级市场中Facebook的私人股权交易显现出不低于800亿的市值。

source: That would be more than 20 times last year’s revenues—and more than 80 times last year’s net income.
zh_cn: 这是该公司上一年度收入的20几倍，净收入的80几倍。

source: These are eye-wateringly high multiples.
zh_cn: 翻了这么多倍，实在让人难以置信。

source: The case for thinking such a valuation is justified rests in part on a couple of broad technological trends that show no signs of going into reverse.
zh_cn: 数波毫无逆转迹象的科技大潮部分解释了如此高市值的原因。

source: The first is the rapid spread of internet connectivity, which is making Facebook accessible to ever more people. (The Boston Consulting Group reckons that around 3 billion people will be online by 2016, up from 1.6 billion in 2010.)
zh_cn: 首先是互联网的迅速普及，Facebook得以有更多的受众（波士顿咨询公司Boston Consulting Group预计到Facebook线上用户将由2010年的16亿上升至2016年的30亿）。

source: The second is the rise of the mobile phone.
zh_cn: 其次是手机的风靡。

source: Already more than 425m people are tapping into Facebook on these devices and in future most of the social network’s growth will come from the mobile web.
zh_cn: 已经有超过425，000 000人在手机上登陆Facebook 且这一社交网络将来的发展多将依靠移动网络。

source: Together, these trends could propel the number of users beyond 1 billion.
zh_cn: 这两股潮流能给Facebook带来多于10亿的用户。

source: Admittedly, other social networks will be helped by this too.
zh_cn: 必须承认的是，其他的社交网络也能从这些潮流中受益。

source: But Facebook stands to benefit the most because Mr Zuckerberg and his colleagues have cleverly positioned the site as a “social utility”, as he once put it, which lets people do all kinds of things, from passing on newspaper articles to playing games or posting photos of themselves, their friends or their pets.
zh_cn: 但由于扎克伯格及一干同事对Facebook明智的定位，他们无疑将分得最大一杯羹。Facebook的定位为扎克伯格曾提到过的“社交福利”，人们可以做一切能想到的事，从传阅报纸文章到玩游戏亦或是上传他们自己、朋友或者宠物的照片。

source: They can do more and more, because Facebook has enticed outside developers to create software “apps” that run on its platform and has itself constantly improved the platform.
zh_cn: 他们可以享受的服务越来越多：Facebook已经花重金请第三方开发可以在自身平台上运行的应用软件，并不断改进平台。

source: The site is just beginning to roll out its latest innovation, Timeline, which encourages Facebookers to build an online chronicle of their entire lives.
zh_cn: 该网站正筹备推出最新研发的功能Timeline，这一功能可以帮助用户创建在线编年体自传。

source: All this explains why people are now spending far more time on Facebook than on rival web services such as Google (see chart 2) and why it has benefited from strong network effects.
zh_cn: 所有这些都解释了为什么人们在Facebook上花的时间远多于它的劲敌比如谷歌（Google）（参见表二）以及Facebook是怎样受益于强大的互联网效应。

source: It is spreading fast across emerging markets such as India and Brazil, where it recently dethroned Google’s Orkut as the leading social network (see map).
zh_cn: 它在新兴市场如印度、巴西迅速攻城略地，最近更是取代谷歌研发的Orkut，登上了这些地区社交网络的领袖宝座。

source: One reason why Facebook was able to topple Orkut is that people began to join it in droves to keep in touch with friends abroad who were already on the network.
zh_cn: 新兴市场的用户为了与国外经加入Facebook社交网络的朋友们保持联系而纷纷加入其中，这也是Facebook使Orkut的统治轰然倒塌的原因之一。

source: In Russia it is tussling with local rivals such as VKontakte.
zh_cn: 在俄罗斯，Facebook与地头蛇如VKontakte相争。

source: Some countries have tried to block it; China is the biggest one. The fact that China is off-limits to Facebook leaves a huge hole in its social graph.
zh_cn: 在某些国家，Facebook面临封锁，中国就是其中最大的一家。

source: It also leaves the world’s largest population in the hands of Chinese social networks such as Renren and Tencent, which owns Qzone. In the past, Facebook has toyed with trying to find a local partner in the country.
zh_cn: Facebook在中国的受限使其社交图谱上留下一个大缺口，使中国本土社交网络如人人，经营QQ空间的腾讯占据了世界第一大人口大国的市场。

source: And Mr Zuckerberg has even taken Mandarin lessons as one of the personal challenges he likes to set himself (another was to eat only animals he had killed with his own hands).
zh_cn: 扎克伯格甚至将学说普通话列入他给自己制定的个人挑战中（还包括只食用亲手猎杀的动物）。

source: But for now, the country remains tantalisingly out of reach.
zh_cn: 不过迄今为止，中国对Facebook来说仍是镜花水月。

source: If it can crack China in future, Facebook will become an even more attractive destination for advertisers.
zh_cn: 倘若未来它能拿下中国，Facebook对于广告商来说将更为炙手可热。

source: Last year the social network surged past Yahoo! to become the biggest force in America’s online display-advertising market (see chart 3).
zh_cn: 上一年度这一社交网络打败雅虎（Yahoo！）成为全美最大的线上广告投放市场（参见表三）。

source: Some 85% of its revenue came from ads and there are grounds to think it can mint far bigger sums of money from advertising in future.
zh_cn: 广告占据了Facebook85%的收入来源，且未来极有可能带来远胜于此的收益。

source: What friends are for
zh_cn: 朋友的价值

source: For a start, the network is working overtime to harvest even more data from Facebookers which it can use to aim ads at them.
zh_cn: Facebook日以继夜的试图在用户，同样也是广告的目标群身上挖出更多信息，这还只是个开始。

source: Last September, it unveiled a new set of social apps (including a forthcoming one from The Economist) that allow people to do things like watch films, listen to music and read news on Facebook rather than going elsewhere on the web to do so.
zh_cn: 去年九月，该公司推出了一系列社交应用（其中之一出自《经济学人》），人们通过这些应用可以在Facebook上一站搞定看电影，听音乐，了解新闻等事情。

source: These are all part of its ambitious plan to map all of the connections between people and the things that interest them.
zh_cn: 这都是Facebook雄心勃勃的计划中的一环，力图将人们间的联系及感兴趣的事物一网打尽。

source: Facebook could also make more money by creating an advertising network that takes advantage of the already extensive reach of its tentacles across the internet.
zh_cn: Facebook可以利用它在网上无孔不入的触角编织成一张广告网，以此获取更多盈利。

source: Millions of websites are integrated with it through various software it has developed, including “social plug-ins” that allow people to share their activities and interests elsewhere on the web (a song they are listening to, say, or a newspaper article they have read) with their Facebook friends.
zh_cn: 通过自行研发的种类繁多的软件，包括可以让人们分享他们在大千网络中的兴趣和进行的活动（他们正在听的歌或看过的报纸文章）的“赞”按钮，Facebook和数以百万计的网站紧密相连。

source: This has made it an important source of traffic to other websites and it could offer to help them sell ads, pocketing a percentage of the money raised.
zh_cn: 这些软件给其它网站带来大量点击量，因此可以帮助它们获得广告收入，将筹集的部分资金收入囊中。

source: Some analysts think this could bring in as much revenue as ad sales on Facebook’s own site.
zh_cn: 有些分析人士认为这笔收入与Facebook站内的销售额相当。

source: There is also a strong possibility that the company will attack the online-search business, which accounts for almost half of online ad revenue in America, according to the Interactive Advertising Bureau, an industry body.
zh_cn: 据行业研究机构——美国互动广告局（Interactive Advertising Bureau）称，Facebook极有可能将手伸向在线搜索引擎业务，这一业务几乎占据全美网络广告收入的半壁江山。

source: After all, the social network already knows a lot about how people’s recommendations affect their friends’ choices.
zh_cn: 毕竟，这一社交网络深谙人们的推荐怎样影响他们朋友的选择。

source: “Some form of social-discovery feature on Facebook is inevitable,” says Joe Green, the boss of Causes.com, a web business that promotes activism and philanthropy.
zh_cn: “Facebook在社交发现特征的一些形式真是难以置信”，Causes.com的老总乔·格林(Joe Green)说道。这是一家旨在推动进步和慈善事业的网站。

source: Google, which dominates search-related advertising, clearly agrees: last month it began incorporating data from Google+, its own, much smaller social network, into its search results.
zh_cn: 统治搜索相关广告的谷歌显然很认同：上个月谷歌开始将从它旗下规模较小的社交网络Google+得到的数据应用于它的搜索结果。

source: As more people use Facebook from mobile phones, the company will also be able to sell ads that appear on these devices.
zh_cn: 随着越来越多用户从手机上登陆Facebook 该公司又能出售呈现在移动终端的广告。

source: The difficult bit will be to find formats that are not too intrusive on a small screen.
zh_cn: 找到适合在小屏幕上展示的版式却是个难题。

source: Facebook could well end up using “sponsored stories”, which allow, for instance, a music publisher to pay for a link to its website to be embedded in posts that mention its artists.
zh_cn: Facebook通过推出”受赞助的内容”（sponsored stories）这一广告形式解决了这一难题。例如音乐出版公司可以购买提到该公司旗下艺人的网站链接的分享。

source: Hussein Fazal, the chief executive of AdParlor, which manages Facebook advertising campaigns for companies, believes the social network’s ad revenues could one day surpass those of Google, which is estimated to have made $40 billion from advertising last year.
zh_cn: AdParlor首席执行官侯赛因?法扎尔（Hussein Fazal）为许多公司策划了投放于Facebook的广告。他坚信Facebook的广告业务营业收入有天能超过谷歌，据估计后者上一年度的广告业务营业收入为400亿美元。

source: “Social advertising is a massive movement,” he says.
zh_cn: “社交广告是大势所趋”，他说道。

source: It probably is, but movements can take many years to come to fruition.
zh_cn: 这可能是事实，但这一趋势距开花结果可能仍遥遥无期。

source: And it will be harder to build an advertising business based on a social network than one based on search, like Google’s.
zh_cn: 并且比起基于搜索的广告业务如谷歌，基于社交网络的广告业务更为艰难。

source: Google’s ads are effective because they are presented when people are looking for something specific.
zh_cn: 谷歌的广告能在人们有针对性搜索某项事物时出现，因此更为有效。

source: Facebook’s may be less effective, because people go to the site when they want to socialise, not search for stuff or buy things. That is why Google’s search ads command higher rates than Facebook’s display ads.
zh_cn: Facebook的可能不那么有效，因为人们不是出于搜索或购买某事物，而是仅为社交才登陆Facebook。

source: And the effectiveness of Facebook advertising is trickier to measure.
zh_cn: 因此谷歌广告业务才会比Facebook要价更高，而后者广告的有效性如何，也更难以下结论。

source: Moreover, although some brands, such as Starbucks, have managed to draw huge, engaged audiences on Facebook, others have had a frustrating experience.
zh_cn: 进一步说，尽管某些品牌如星巴克能够从Facebook上吸引大量稳定的客源，其他品牌大多事倍功半。

source: To some extent, they should blame themselves: a study by Socialbakers, which gathers social-media statistics, found that 95% of posts to brands’ pages on Facebook went unanswered.
zh_cn: 在某些程度上他们应该怪自己： Socialbakers的一项研究通过统计社交媒体的数据发现，Facebook95%的品牌广告页面都是无回应的。

source: The chances are that Mr Zuckerberg will use at least some of the money the firm raises from its IPO to buy ad-measurement firms and social-media consulting outfits to help its corporate customers get more out of the network.
zh_cn: 只能寄希望于扎克伯格会从其首次公开募股筹集的资金里拿出一部分收购一家广告管理公司和社交媒体资讯公司，以帮助它的合作伙伴从这一社交网络中获益更多。

source: At the same time, Facebook will pour more resources into areas other than advertising.
zh_cn: 同时，Facebook将把资源投入除广告业以外的其它领域。

source: A promising one is a nascent online-payments service based on Facebook Credits, a virtual currency.
zh_cn: 基于虚拟货币Facebook Credits的尚未成熟的网上支付服务是比较有“钱途”的一项。

source: The social network insists that gamesmakers use Credits within their apps that run on Facebook and pockets 30% of the proceeds from sales of digital and virtual goods.
zh_cn: Facebook坚持让游戏开发商在他们开发的Facebook应用中使用Facebook Credits，并且享受数字或虚拟货物销售额的30%。

source: So far a single firm, Zynga, a social-gaming company that staged its own IPO in December, accounts for most of this income—and for 12% of Facebook’s total revenue.
zh_cn: 目前为止一家12月进行了首次公开募股的社交游戏公司Zynga在这项收入中一枝独秀，并占了Facebook总收入的12%

source: Mr Zuckerberg hopes that other firms will use Facebook’s platform to disrupt industries from travel to health care in the same way that Zynga has shaken up the world of electronic games.
zh_cn: 扎克伯格希望像Zynga 颠覆了电子游戏界一样，其他公司也能利用同样Facebook这一平台改造从旅游业到卫生保健等各色行业。

source: That would allow Facebook to make even more money from the blossoming transactions on its platform.
zh_cn: 这样一来，Facebook可以从这一平台上欣欣向荣的交易中大赚一笔。

source: Payments and other fees brought in $557m last year, up from $106m in 2010.
zh_cn: 支付款项和其它费用2010年给Facebook带来了106 000 000美元，2011年上升至557 000 000美元。

source: There could be a much bigger prize, especially if Facebook can turn Credits into a currency that is accepted elsewhere on the web—and perhaps even off it.
zh_cn: 这笔收入本可以更大，尤其是若Facebook将Credits变成网络甚至现实世界中的通用货币。

source: The network could try to strike deals to let its currency be used on other sites that are already integrated with it.
zh_cn: 这一社交网络首先可以尝试和它的合作站点订立协议，将Credits在这些站点通用。

source: It could even seek to compete with online-payments giants such as PayPal, an arm of eBay.
zh_cn: 它甚至可以向eBay旗下的网上支付巨头PayPal寻求竞争。

source: Coping with the thicket of rules in this area would be a nightmare, but the rewards could be huge: last year PayPal’s revenues amounted to $4.4 billion.
zh_cn: 与这一领域的条条框框谋皮无疑是噩梦一场，但富贵险中求：PayPal上一年度的收入达到44亿美元。

source: Facebook’s currency may also come in handy if the company makes a serious effort in social commerce, the buying of goods and services through social-networking sites.
zh_cn: 社交商务是利用社交网络站点购买商品与服务。如果Facebook在这方面下一番苦功，它的货币也能大展身手。

source: A number of firms, such as Procter &amp; Gamble, an American consumer-goods company, have set up virtual shops on Facebook and it is still too early to tell whether “s-commerce” will catch on.
zh_cn: 若干公司都在Facebook上开了网店，例如美国日用消费品公司宝洁（ Procter & Gamble）。

source: But some observers think that the influence of friends on people’s buying habits mean it will be huge.
zh_cn: 谈论社交商务会不会流行起来还为时过早，但某些观察人士认为人们受朋友购买习惯的影响很大，这意味着社交商务大有可为。

source: Booz &amp; Company, a consulting firm, has estimated that the value of goods sold through social media will rise from $5 billion in 2011 to $30 billion by 2015.
zh_cn: 咨询公司博斯（Booz & Company）估计通过社交媒体成交的商品总额将由2011年的50亿美元上升至2015年的300亿美元。

source: Myemptyspace Even its rivals admit that Facebook has the potential to be one of the most valuable companies on the planet.
zh_cn: 我的虚拟空间 就算是Facebook的劲敌也不得不承认Facebook有潜力成长为全球最有价值的公司之一。

source: Much will depend on its management.
zh_cn: 这大部分得依仗于它的管理。

source: In 2008 Mr Zuckerberg cleverly poached Sheryl Sandberg from Google to be Facebook’s chief operating officer.
zh_cn: 2008年扎克伯格聪明地从谷歌挖来雪莉?桑德伯格（Sheryl Sandberg），任命为Facebook首席运营官。

source: The only other “critical person” named in the offer document this week, Ms Sandberg has become almost as well known as the founder.
zh_cn: 雪莉·桑德伯格在本周的任命文书里被称作她除扎克伯格以外的二巨头之一，这使她快赶得上创始人这般声名远播了。

source: Hanging on to her may be difficult (some people wonder whether she could be lured into politics).
zh_cn: 不过Facebook想留住这位首席运营官可能有点困难（人们猜想她可能会涉足政治）。

source: Many of Facebook’s employees will soon be enormously rich.
zh_cn: Facebook的许多员工马上将一夜暴富。

source: The transition from edgy start-up to established giant will not be easy.
zh_cn: 不过从后起之秀到行业巨鳄仍道阻且长。

source: One is that people stop using Facebook, either because they lose interest or because they are put off by its behaviour.
zh_cn: 一个隐忧便是人们或因为兴趣缺缺或因为反感其行为而撤离Facebook。
